{
    "events": [
        {
            "name": "International Baccalaureate Americas Art Show",
            "date": "2014-05-01T00:04:51+0000",
            "location": "USA",
            "description": "End of school year show celebrating international baccalaureate visual arts student. One piece from my portfolio was selected by my teacher (Matthew Ravenstahl) and submitted and shown. Image credit to International Baccalaureate.",
            "image": "/images/ib.png"
        },
        {
            "name": "Youth Invasion 2015: Exploding Plastic Inevitable",
            "date": "2015-05-01T00:04:51+0000",
            "location": "Andy Warhol Museum, Pittsburgh, PA",
            "description": "Created an animation with a classmate (Madeline Quasebarth) that was projected on the wall behind a fashion show by students at Pittsburgh Creative and Performing Arts school. Our prompts were deer overpopulation, mushrooms and fungi, and the NBA. Image credit to the Andy Warhol Museum.",
            "image": "/images/capa.png"
        },
        {
            "name": "Digitization of Platygastroidea in the National Museum of Natural History: 'Harnessing the Intern Apocalypse'",
            "date": "2016-11-01T00:04:51+0000",
            "location": "Entomological Collections Network annual meeting",
            "description": "Images taken using a composite microscope and a scanning electron machine of Platygastroidea, images for show selected by manager. Image credit to Elijah Talamas.",
            "image": "/images/platy.png"
        },
        {
            "name": "Open Studio",
            "date": "2019-12-01T00:04:51+0000",
            "location": "University of the Arts London: Central St. Martins, London, UK",
            "description": "Open studio for University of the Arts London Masters of Arts and Sciences program. Piece submitted was a sculpture, 'My Fourth Dimensional Friend'.",
            "image": "/images/ual.png"
        },
        {
            "name": "Proterosceliopsidae: A new family of Platygastroidea from Cretaceous Amber",
            "date": "2019-11-01T00:04:51+0000",
            "location": "Journal of Hymenoptera Research",
            "description": "My images were featured in this article about Platygastroidea, authored by Elijah Talamas, Norman Johnson, Chungkun Shih, and Dong Ren. Image credit to Elijah Talamas.",
            "image": "/images/platy2.png"
        },
        {
            "name": "Which Way? That Way",
            "date": "2017-12-01T00:04:51+0000",
            "location": "University of the Arts: Chelsea College of Arts, London, UK",
            "description": "Second year exhibition with UAL CCA, completed during my semester abroad at UAL. Piece submitted was an installation work, 'Balloon Wall'.",
            "image": "/images/wwtw.jpeg"
        },
        {
            "name": "Dot Gov",
            "date": "2018-05-01T00:04:51+0000",
            "location": "Miller Gallery, Carnegie Mellon University, Pittsburgh, PA",
            "description": "Senior exhibition for the CMU School of Art. Piece submitted was an illustration suspended off the wall (can't find image).",
            "image": "/images/dotgov.jpeg"
        },
        {
            "name": "EmbryonicA",
            "date": "2018-12-01T00:04:51+0000",
            "location": "University of the Arts London: Central St. Martins, London, UK",
            "description": "Open studio for University of the Arts London Masters of Arts and Sciences program. Piece submitted was an installation, 'Fabric of the Cosmos'.",
            "image": "/images/embryonica.jpeg"
        },
        {
            "name": "We are Here we are",
            "date": "2019-03-01T00:04:51+0000",
            "location": "Apiary Studios, London, UK",
            "description": "Interim art show for University of the Arts London Masters of Arts and Sciences program. Piece submitted was an installation, 'About a Yard'.",
            "image": "/images/wahwa.jpeg"
        },
        {
            "name": "The Treachery of Birds",
            "date": "2018-04-01T00:04:51+0000",
            "location": "The FRAME Gallery, Pittsburgh, PA",
            "description": "Exhibition opera organized and curated by Josh Brown, reimagining birds as if they were wiped out by a natural disaster. Submitted 3 illustrations, 'Kingfisher', 'Swallow', 'Screech Owl'.",
            "image": "/images/tob.jpeg"
    ]
}    